{
  "users": {
    "_model": "User",
    "homer": {
      "firstName": "Homer",
      "lastName": "Simpson",
      "email": "homer@simpson.com",
      "password": "secret"
    },
    "marge": {
      "firstName": "Marge",
      "lastName": "Simpson",
      "email": "marge@simpson.com",
      "password": "secret"
    },
    "lisa": {
      "firstName": "Lisa",
      "lastName": "Simpson",
      "email": "lisa@simpson.com",
      "password": "secret"
    },
    "maggie": {
      "firstName": "Maggie",
      "lastName": "Simpson",
      "email": "maggie@simpson.com",
      "password": "secret"
    },
    "ned": {
      "firstName": "Ned",
      "lastName": "Flanders",
      "email": "ned@flanders.com",
      "password": "secret"
    }
  },
  "admins": {
    "_model": "Admin",
    "bart": {
      "firstName": "Bart",
      "lastName": "Simpson",
      "email": "bart@simpson.com",
      "password": "secret"
    }
  },
  "points": {
    "_model": "PointOfInterest",
    "one": {
      "name": "Island More",
      "description": "This is a conglomeration of a number of islands very connected, including Rabbit Island to the NW, Knocky Cahillaun and Freaghillan to the NE, and mighty Clynish to the E. The centre is at the gap with Knocky Cahillaun where there are half a dozen houses. A laneway though the gap is an important thoroughfare hereabouts, certainly a significant portage in an area where these things matter. The houses are well appointed, money no object. The ridge walking either side of the gap is gorgeous. Rabbit L902-897 is also joined to Inishbee / Derinish, and nowadays is an absentee cattle ranch. There is also a posh quay / pontoon on the spit joining to Quinnsheen Island at about L909-891. Most remarkable is the fine path created from the pontoon to the nearest house, across unstable storm beach. The house is old, with old vegetation, there a long time. Even more so, view the Steamship wrecked in Island More Harbour, called the Charles Stewart Parnell. She caught fire while at anchor there, and was lost with no casualties. She is famous for the enormous lobster living in her boiler, who has been trapped there the last 30+ years, as it grew too big to escape!",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1551137682/fchlykejmf7mltor6du1.jpg",
      "addedBy": "->users.homer",
      "geo": {
        "lat": 53.84450117,
        "lng": -9.66134868
      }
    },
    "two": {
      "name": "Bray Head",
      "description": "Bray Head is a mountain with twin peaks. The more northerly, 206m high peak has a prominent cross on top. The higher, 240m peak is to the S. At shore level, there are two roughly equivalent headlands, Bray Head at O286-170 and Cable Rock at O290-156. Cable Rock is a pronounced headland with an off-lying rock. There are large seabird colonies on the head in the breeding season. Swell develops if there are sustained or strong winds from N, E or S, and gives difficult conditions all along the headland from the promenade in Bray to Cable Rock. The sea frequently breaks over Cable Rock, 80m off the headland. The tide flows strongly through the gap. Beware of a deeper rock, about 50m off the shore, which breaks the lower half of the tide in bad conditions. The sea state off Bray Head is almost always more severe than on the adjoining coast. Rogue waves are not unusual. This is not a place to go swimming, as the escape routes are tricky, the few storm beaches having dumping surf. This whole 3km section is a fine paddle, very scenic, the slopes of Bray Head rising above, and the cliffs at the water’s edge a modest rock-climbing haven. Look for the climbing cliffs just N of the Cable Rock headland. They are identified by the metal spikes in the steep ground in the first 20m above HW where the railway tunnel opens. There are three landable storm beaches on the head, but they are exposed and steep, or even missing, at HW. Above them runs the railway line, which was engineered out of the cliff with great difficulty in the mid 19th Century. The most convenient embarkation point in Bray is at the extreme S end of the promenade at O276-179, closest to the head. Tides\n\nDalkey Island to Wicklow Head\nDirection\tTime\tSpeed\nN\t5:15 after Dublin HW\t3.5kn\nS\t0:45 before Dublin HW\t3kn\nNorth of Greystones, it is mostly possible to keep inshore, out of the way of an unfavourable tide. South of Greystones, one is unsheltered from ebb or flood and this stretch is a sustained hard battle if against the tide.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552246219/bray-head.jpg",
      "addedBy": "->users.marge",
      "geo": {
        "lat": 53.18817834,
        "lng": -6.07685336
      }
    },
    "three": {
      "name": "Carrig Island",
      "description": "The S/SW side of the island is joined to the mainland by a small bridge and a spit of marshy, grassy land, covered only by high spring tides. Carrig also has an inhabited farm and a Napoleonic battery at Q977-486 on the NW. The population is 13. The major attraction is the well-preserved Carrigafoyle Castle on the SE. The castle is more accessible from the water. Land at HW to avoid mud flats. The castle is a most interesting waystop, not to be missed by the passer-by. Thought to have been impregnable by 16th Century standards, and in 1580 Lord Pelham wasn’t convinced, and he was proved right. Military design quickly moved towards curved walls as a result. County Limerick",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552247901/carrig-island.jpg",
      "addedBy": "->users.lisa",
      "geo": {
        "lat": 52.57946585,
        "lng": -9.50984344
      }
    },
    "four": {
      "name": "Foynes Island",
      "description": "Foynes is the Anglicisation of Oileán Fáinghe in Irish, meaning “circular island”. It is well named, the island being very round. The island is situated 100m off Foynes village on the main coast road Limerick to Listowel. Historic In the days of amphibious planes, Foynes was the centre of the aviation world hereabouts. Being just about as far west in Europe as it is possible to be, that was important in those days. Planes from all over Europe stopped here to begin or end the Atlantic jump. Shannon Airport just across the estuary now fills the role of international airport to the west of Ireland, but with modern aircraft able to fly much longer distances, its role isn’t quite as critical. Its very long runway will always deserve it a role as a hub for certain long-haul airflights. Commercial foresters will find Foynes Island interesting, but others won’t be so turned on. It is a lumpy square kilometre of deciduous and coniferous trees. The interior is essentially impenetrable and holds little of interest to passing leisure craft. Land The main landing is at a pontoon at the S tip called Barneen Point, opposite the public harbour in the village. This gives access to the few houses on the island and should be considered private. The entire of the rest of the shoreline is accessible at HW but a sea of mud at lower waters. The mud is fine glutinous silt, most unpleasant. Whether extending a handful of metres or one hundred, landing onto it isn’t an option. Access can be conveniently achieved at only one other spot, halfway along the SW side at R245-523. Here, rocks come down to the water that are both accessible and mud free. Otter and Greenshank. County Clare Islands of the Fergus Estuary The Fergus Estuary is the branch of the Shannon Estuary that juts N up towards Ennis, the county town of Clare. It is choked with islands big and small. The boating hereabouts is similar in some ways to Clew Bay and inner Strangford Lough. The big distinguishing factor here though is that this entire system is the upper reaches of an estuary, whereas the others are simply drowned landscape areas. Mud Accordingly, while Clew Bay to a large extent and Strangford Lough very much so, may be muddy, very muddy, especially in their inner reaches and in their nooks and crannies, every tiny part of this area is affected by mud. The mud is a fine glutinous silt, quite unpleasant. The silt permeates the water everywhere, and swimming isn’t on. The only parts that suffer less mud are the parts of islands scoured by the main flow, being – logically enough – the E side of the many islands on its W side and the W side of the few islands on its E side. Mudflats As with all such places, vast areas become extensive mudflats at LW, and a heedless moment on a falling tide can carry a heavy penalty. Tides run strongly through the channels, and indeed the tidal range is huge. Nevertheless, even in Springs, the speed of the lateral flow equates to mere neaps in Strangford, despite that the vertical range is much greater. There is no commercial fishing of any kind done, but there must be flat fish and mullet who love such conditions. Clew Bay and Strangford are each end of Ireland’s drumlin belt, but the islands here have solid limestone bases, not boulders and clay. The land is therefore very rich and fertile. The bigger islands are farmed, mainly cattle and sheep, with some horses and goats. There is no tillage. Nowadays the farmers all live on the mainland nearby. The last full-time island resident (Deer Island) died in August 2004. She was the only female sole inhabitant of an Irish island in the 2002 census, there being three other sole male inhabitants. Farmers hereabouts commute to work on flat bottomed or shallow draft boats, of a kind used in estuaries the world over. They are among the very few Irish farmers that carry tide tables on their persons at all times. Embarkation There is really no convenient embarkation point on the E side at all. There are two only on the W side. Most central is Crovraghan Pier R278-601, a small working pier, busy at commuting times. This means mid-tide on the up and mid-tide again on the down, when there will be many cars arriving and departing the pier, and left there between times. It is well sheltered by Illaunbeg 100m_offshore, fast deep water filling the channel. A pleasant spot for campervanning. The slipway being steep, the amount of mud to struggle past at LW is limited. Certainly it is always open at neaps, and possibly springs. The channel is then always open to N/S. The flow is very fast. The pier is reached from a signposted crossroads 2_km N of Killadysert on the main Ennis road. To the S, Cahiracon Pier R248-563 may be the more convenient, depending on the excursion plan, especially for the more S islands, or an excursion S across the Shannon Estuary. It is reached from just S of Killadysert. Any excursion in the Fergus Estuary is best carried out around HW, and Cahiracon may be preferred for allowing a more comprehensive exploration in the one go. Cahiracon though is however a dumping ground and a ships’ breakers’ yard. Most unpleasant. Tides HW in the estuary is an hour after Galway, slightly ahead of Limerick Docks, which is 1:30 after Galway. The main channel is on the eastern side, but on the top half of the flood, locals prefer a channel that hugs the coast on the western side, inside Illaunbeg and Illaunmore (Deer Island). The ebb and flood occur with the rise and fall of the water. The direction of the flow is basically north/northeast for the flood and south/southwest for the ebb, but it tends to twist and turn with the channels and the results are peculiar on occasion (e.g. in the channel northeast of Crovraghan Pier). The flow can be very fast and strong at times, but never really all that violent, despite the range being enormous by Irish standards, easily over 6m. The islands are given here more or less from the SW. Inishloe is unapproachable except at HW, difficult to fit in with a planned excursion, so only cursory information is available.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552248218/foynes-island.jpg",
      "addedBy": "->users.maggie",
      "geo": {
        "lat": 52.61535948,
        "lng": -9.1080081
      }
    },
    "five": {
      "name": "Lough Foyle",
      "description": "The logical embarkation point for the outer regions of Lough Foyle is Magilligan Point, by the Martello Tower. Access is by the B202 past the prison and rifle range. Do not block roads. Park by the hotel. The whole region is a security area, frequently patrolled. Especially beware of the military zone on the beach immediately to the E of the point, Benone Beach, on which it’s better not to land (certainly not while firing is going on). Accurate information for those passing the firing range can now be obtained from CANI. Further to the E, beyond the military zone, there is public access at about C716-363. There is a concrete slip across the beach. However, the beach surfs and there is a strong tidal drift. This may have relevance for launching. Expect caravans, lifeguards, and beach casting anglers. Military installations on both sides show the importance of the lough in such terms. The whole lough is less interesting inwards to the SW. There are large areas of mudflats on the E side. That said, it is a busy, well marked and well lit area. It is excellent for night navigation, sheltered but with strong tides. If paddling up into the city, it is possible to take out at Prehen Boat Club upstream of the Craigavon Bridge on the E bank. Road access is better on the Donegal side and there are nice secluded beaches. Greencastle at C648-400 lies directly across from Magilligan Point. The Donegal shore gets the more interesting up towards Inishowen Head at C685-438. The sea is much more exposed beyond the head. Tides Fierce tides push through the narrows. Rates of 3.5kn should not be treated lightly. Eddies on the Donegal side run from Warren Point to Moville and are usable on both flood and ebb. Moville HW is 3:50 after Belfast.\n\nThe Narrows\nDirection\tTime\tSpeed\nIn\t3:00 after Belfast HW\t3.5kn\nOut\t3:00 before Belfast HW\t3.5kn\nThe ebb begins an hour earlier at Magilligan Point. The Spanish Armada The Trinidad Valencera hit a reef of Inishowen and came ashore East of Lough Foyle. Its crew of 450 mostly got off safely. Surrounded by English soldiers they eventually surrendered. 36 were ransomed and the rest were put to death.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552248454/lough-foyle.jpg",
      "addedBy": "->users.ned",
      "geo": {
        "lat": 55.19369052,
        "lng": -6.96442359
      }
    },
    "six": {
      "name": "Downhill",
      "description": "There is public access at the extreme E end of Benone Beach at a point called Downhill Strand. The Downhill Hotel was closed and demolished. An apartment block now fills the gap. Parking and toilets are beside the apartments and access is by a stream through an archway under the railway. This spot is popular with anglers. The rocky area to the E of the prominent Mussenden Temple at C758-363 is loose basalt, eroded to provide caves and arches. Fulmar and Kittiwake thrive on the sewerage outfall. There is good access and parking at Castlerock village itself at C766-365, where there is parking and toilets at the beach access point. County Antrim Tidal overview On the north coast, the tide generally turns west at Belfast HW and east at Belfast LW. The tides are complex, particularly around Rathlin and should be studied carefully. Tides flow strongly at the headlands but there are usable eddies between.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552249093/downhill.jpg",
      "addedBy": "->users.homer",
      "geo": {
        "lat": 55.16721802,
        "lng": -6.81917323
      }
    },
    "seven": {
      "name": "Black Rock",
      "description": "A tiny island barely separated at HW from the mainland to its SE at the extreme ENE end of Streedagh Strand. Besides providing some privacy for the stroller, there is a small 10m sandstone steep but well protected rock-climbing escarpment on the NE, and in 2008 breeding Eider, besides a good roost of Great Black backed Gulls. Streedagh Strand is the number one local beach N of Sligo town, with surfing lessons, a beautiful walk, horse riding, and all that is best in an unspoilt tourist beach. The Spanish Armada The Lavia and two other ships came ashore 1588 when they became embayed and their anchors didn’t hold. The survivors who got ashore were few, but those who did were stripped naked by the Irish and robbed of all they possessed. Then the English arrived. They killed the ordinary sailors and ransomed the wealthier officers.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552249309/black-rock.jpg",
      "addedBy": "->users.marge",
      "geo": {
        "lat": 54.06725442,
        "lng": -10.31795617
      }
    },
    "eight": {
      "name": "Coney Island",
      "description": "SW of Deadman’s Point, this is an attractive, low-lying and varied island with a truly remote feel. It is reachable by car with difficulty from the mainland to the SE. If driving, leave the mainland 1km off the Sligo/Strandhill Road at G641-369. Posts mark the roadway across 3km of sand. Do not attempt to drive closer than +/- 0230HW locally, which is Galway +0040. If circumnavigating by kayak (strictly top of the tide) the passage is between the 3rd and 4th posts from the island. Landing Land easiest at a pier in a small bay at G623-394 facing the mainland and Oyster Island, just N of Wards Pub at G623-391. For kayakers, the nicest aspect of the island is the W-facing beach mid-W side. Camping is possible at the N end of this beach in a lay-by at the end of the island road. Dunes cover the S end of the island. Beware of the seas off this beach which can be dangerous. Fauna Coney badgers have white noses. Many rabbit. Mink. Rock Pipit. Dunlin. Of the four islands called Coney Island in Ireland, this is the one that gave its name to Coney Island in New York. Sligoman captain Peter O’Connor plied the Atlantic aboard the Arethusa 240 years ago, and named the now better known American version after his homeplace.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552249443/coney-island.jpg",
      "addedBy": "->users.lisa",
      "geo": {
        "lat": 54.29653919,
        "lng": -8.59511879
      }
    },
    "nine": {
      "name": "Little Saltee Island",
      "description": "This island is less frequented than its better-known and more interesting neighbour. Historically, 3 people or so lived on Little Saltee until the mid-19th Century, when rumour insists it was connected to the mainland. Little Saltee was farmed until World War 2. The farm speciality was early-season new potatoes, but corn and other vegetables were also grown. 12 people were needed at harvest time. A thresher was brought over, in parts, in small boats. The island was abandoned and overgrown until recently. Since 1999, the owners now farm pedigree Kerry cows, fallow deer, and since 2003 Soay sheep, from the Scottish island of same name, just S of Skye, well known to climbers. The main house and some of its outbuildings have been made habitable. The courtyard has been tidied. There is a fine ruin of a two-storey barn and interesting remains of corn stands in the yard immediately W of the main building. There are the remains of an old well within the courtyard but it did not hold water in April 2003 and appeared long disused. Landing A flagpole above the main landing on the NW side at X966-996 presumably indicates when the family is in residence. Landing is possible among boulders below the house, normally reasonably sheltered by offshore boulders and rocks. One may also land elsewhere less dependably. Try the SW side on any of three storm beaches facing the Great Saltee. These are very much easier on lower tide levels. Camping The most suitable level ground for camping is in the area just W of the main house. Bracken and bluebells dominate the island and there are few grassy areas along the flatter western side. The vegetation is broken, lumpy and heavily grazed. The most pleasant areas are on the southern edge overlooking the storm beaches and the sound to Great Saltee. Do ask permission if the owners are in residence.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552249653/little-saltee-island.jpg",
      "addedBy": "->users.maggie",
      "geo": {
        "lat": 52.14031776,
        "lng": -6.58976231
      }
    },
    "ten": {
      "name": "Great Saltee Island",
      "description": "This is a beautiful island. Grazed and easily walked or camped on, this island is lovely and deservedly popular with Irish paddlers. The island is a famed bird-watching spot, and is often inhabited by birding visitors in season, mainly spring and autumn. Once inhabited by 20 people, the island became uninhabited relatively early by Irish island standards. There are monuments and references to Prince Michael of Saltee on the island. He bought the island in 1943, crowned himself Prince in 1972, and died in 1998. Renewed interest in the island by his extended family has resulted in some of the scrub being removed around the remains of the old rick yard and the corn stands are more clearly visible. Landing Land at X952-974 on the N side, E of the middle. The main landing area has recently been improved with a channel having been cleared through the boulder beach, which in June 2003 gave a welcome sandy strip even at the lower stages of the tide. There are steps above to a house in trees. This landing is sheltered in most conditions. Privacy Predictably, members of the family are almost certainly in residence in August, long weekends, or periods of settled good weather. The tradition of flying the Prince of Saltee flag from the flagpole above the landing when the family are in residence has been renewed. During such periods, day-trippers must arrive later than 1100 and vacate the island by 1630. Camping is not permitted. Circumnavigation Circumnavigation gives good fun in tidal races off the appropriate points, but beware that there is much eddying. There is excellent cliff scenery, and a particularly pretty channel just E of the S tip. Sea conditions at the southern tip become fearsome in strong winds or with wind against tide.",
      "imageUrl": "https://res.cloudinary.com/dgbpagu5n/image/upload/v1552250016/great-saltee-island.jpg",
      "addedBy": "->users.ned",
      "geo": {
        "lat": 52.12079534,
        "lng": -6.61081916
      }
    }
  },
  "categories": {
    "_model": "Category",
    "one": {
      "name": "East",
      "points": [
        "->points.one",
        "->points.two"
      ]
    },
    "two": {
      "name": "Mid West",
      "points": [
        "->points.three",
        "->points.four"
      ]
    },
    "three": {
      "name": "North East",
      "points": [
        "->points.five",
        "->points.six"
      ]
    },
    "four": {
      "name": "North West",
      "points": [
        "->points.seven",
        "->points.eight"
      ]

    },
    "five": {
      "name": "South",
      "points": [
        "->points.nine",
        "->points.ten"
      ]
    }
  }
}